package com.sbxzs.util;

public class ImgToText {
	int position;
       public ImgToText(int position){
    	   this.position=position;
       }
       public String getImgText(){
    	   String [] code={"[得意地笑]","[笑哈哈]","[转发]","[偷乐]","[ali哇]","[ppb鼓掌]","[din推撞]",
    			           "[神马]","[浮云]","[给力]","[围观]","[威武]","[熊猫]","[兔子]",
    			           "[奥特曼]","[囧]","[互粉]","[礼物]","[呵呵]","[嘻嘻]","[哈哈]",
    			           "[可爱]","[可怜]","[挖鼻屎]","[吃惊]","[害羞]","[挤眼]","[闭嘴]",
    			           "[鄙视]","[爱你]","[泪]","[偷笑]","[亲亲]","[生病]","[太开心]",
    			           "[懒得理你]","[右哼哼]","[左哼哼]","[嘘]","[衰]","[委屈]","[吐]",
    			           "[打哈欠]","[抱抱]","[怒]","[疑问]","[馋嘴]","[拜拜]","[思考]",
    			           "[汗]","[困]","[睡觉]","[钱]","[失望]","[酷]","[花心]",
    			           "[哼]","[鼓掌]","[晕]","[悲伤]","[抓狂]","[黑线]","[阴险]",
    			           "[怒骂]","[心]","[伤心]","[蜡烛]","[钟]","[话筒]","[蛋糕]",
    			           "[猪头]","[耶]","[good]","[不要]","[赞]","[来]","[弱]",};
    	   
		return code[position];   	   
       }
}
